Ran Plan for dir: `.` workspace: `default`

**Plan Error**
<details><summary>Show Output</summary>

```
running "soluble ea terraform-plan-scan --plan $SHOWFILE --format atlantis --fail low=1" in "/Users/aedifex/.atlantis/repos/aedifex/lacework-atlantis-demo/5/default": exit status 1: running "soluble ea terraform-plan-scan --plan $SHOWFILE --format atlantis --fail low=1" in "/Users/aedifex/.atlantis/repos/aedifex/lacework-atlantis-demo/5/default": 
[ Info] Getting https://api.soluble.cloud/api/v1/org/836920872584/custom/policies/checkov-terraform-plan/rules.tgz
[Error] Request to install checkov-terraform-plan-policies returned status code 404
[ Info] Not logged into soluble?  Use soluble login to login.
Error: https://api.soluble.cloud/api/v1/org/836920872584/custom/policies/checkov-terraform-plan/rules.tgz returned 404


Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_security_group.bad_example will be created
  + resource "aws_security_group" "bad_example" {
      + arn                    = (known after apply)
      + description            = "Managed by Terraform"
      + egress                 = (known after apply)
      + id                     = (known after apply)
      + ingress                = [
          + {
              + cidr_blocks      = [
                  + "0.0.0.0/0",
                ]
              + description      = ""
              + from_port        = 1234
              + ipv6_cidr_blocks = []
              + prefix_list_ids  = []
              + protocol         = "tcp"
              + security_groups  = []
              + self             = false
              + to_port          = 1234
            },
        ]
      + name                   = "a_bad_security_group"
      + name_prefix            = (known after apply)
      + owner_id               = (known after apply)
      + revoke_rules_on_delete = false
      + tags_all               = (known after apply)
      + vpc_id                 = (known after apply)
    }

  # null_resource.example will be created
  + resource "null_resource" "example" {
      + id = (known after apply)
    }

Plan: 2 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Saved the plan to: /Users/aedifex/.atlantis/repos/aedifex/lacework-atlantis-demo/5/default/default.tfplan

To perform exactly these actions, run the following command to apply:
    terraform apply "/Users/aedifex/.atlantis/repos/aedifex/lacework-atlantis-demo/5/default/default.tfplan"

```
</details>

